export const gifts = [
    {
        id: 1,
        title: "Первый подарок",
        image: "/images/gift1.jpg",
        description: "Ты — мое самое ценное сокровище! С Днем рождения, любимая! Пусть каждый твой день будет наполнен любовью, улыбками и счастьем!",
        riddleAnswer: "коржик"
    },
    {
        id: 2,
        title: "Второй подарок",
        image: "/images/gift2.jpg",
        description: "Как эти прекрасные цветы раскрываются, так и твоя улыбка освещает мой мир! Ты — самое красивое, что есть во мне.",
        riddleAnswer: "лувр"
    },
    {
        id: 3,
        title: "Третий подарок",
        image: "/images/gift3.jpg",
        description: "Сладость жизни — это ты! Пусть твоя жизнь будет такой же сладкой, как этот торт — полной радости, счастья и волшебства!",
        riddleAnswer: "будапешт"
    },
    {
        id: 4,
        title: "Четвертый подарок",
        image: "/images/gift4.jpg",
        description: "Ты сияешь ярче всех звезд! Спасибо за то, что ты есть — за твою доброту, warmth и любовь, которую ты даришь мне каждый день.",
        riddleAnswer: "марокко"
    },
    {
        id: 5,
        title: "Пятый подарок",
        image: "/images/gift5.jpg",
        description: "Этот подарок — символ моей безграничной любви. С Днем рождения, любимая! Ты — моя всё!",
        riddleAnswer: "флорента"
    },
    {
        id: 6,
        title: "P.S.",
        image: "/images/gift6.jpg",
        description: "И самый главный подарок — это я, моя любовь и преданность. Спасибо, что ты! С Днем рождения, любимая!",
        riddleAnswer: null
    }
];
